{"ZDtzdFlqOf":{"text":"Did you hear about the cow who jumped over the barbed wire fence? It was udder destruction.","count":2},"scaUn3TfNe":{"text":"So, I heard this pun about cows, but it’s kinda offensive so I won’t say it. I don’t want there to be any beef between us. ","count":1},"DImrciqWSCd":{"text":"What do you call a cow with no legs? Ground beef.","count":2},"HeaFdiyIJe":{"text":"What kind of magic do cows believe in? MOODOO.","count":2},"AljqO7hFBd":{"text":"A farmer had 297 cows, when he rounded them up, he found he had 300","count":2},"aFQZo49haxc":{"text":"Why do cows wear bells? Because their horns don't work.","count":2},"xc21Lmbxcib":{"text":"How did the hipster burn the roof of his mouth? He ate the pizza before it was cool.","count":2},"GlGBIY0wAAd":{"text":"How much does a hipster weigh? An instagram.","count":3},"eiiVvH6MCd":{"text":"Did you hear about the submarine industry? It really took a dive...","count":1},"ZvPfFQukVvc":{"text":"The word queue is ironic. It's just q with a bunch of silent letters waiting in line.","count":1},"d21DAXSCljb":{"text":"How does a French skeleton say hello? Bone-jour.","count":1},"eNuHJBQCdFd":{"text":"How do you organize a space party? You planet.","count":1},"99UDQZgyIBd":{"text":"Two satellites decided to get married. The wedding wasn't much, but the reception was incredible.","count":1},"ozsPmORZvzd":{"text":"A bartender broke up with her boyfriend, but he kept asking her for another shot.","count":1},"M7wPC5wPKBd":{"text":"Did you hear the one about the guy with the broken hearing aid? Neither did he.","count":1},"AQn3wPKeqrc":{"text":"It was raining cats and dogs the other day. I almost stepped in a poodle.","count":1},"oOKBsPZ0wc":{"text":"I am so good at sleeping I can do it with my eyes closed!","count":1},"WvHJJ61obFd":{"text":"Why is the ocean always blue? Because the shore never waves back.","count":1},"ElyXS0gFBAd":{"text":"How do you steal a coat? You jacket.","count":1},"p4oWvPClVnb":{"text":"What do you call a cow on a trampoline? A milk shake!","count":1},"exH6pOuzXDd":{"text":"How do you get a baby alien to sleep?  You rocket.","count":3},"tkji39992Ed":{"text":"What biscuit does a short person like? Shortbread. ","count":1},"fii3Tv4hFd":{"text":"Today, my son asked \"Can I have a book mark?\" and I burst into tears. 11 years old and he still doesn't know my name is Brian.","count":1},"eqcpOf2EImb":{"text":"To the person who stole my anti-depressant pills: I hope you're happy now.","count":2},"UfqHY8EQClb":{"text":"I wear a stethoscope so that in a medical emergency I can teach people a valuable lesson about assumptions.","count":1},"31wHeNJB5ob":{"text":"My son is studying to be a surgeon, I just hope he makes the cut.","count":1},"82wHlbaapzd":{"text":"Me: If humans lose the ability to hear high frequency volumes as they get older, can my 4 week old son hear a dog whistle?\r\n\r\nDoctor: No, humans can never hear that high of a frequency no matter what age they are.\r\n\r\nMe: Trick question... dogs can't whistle.","count":1},"mrHQKBA5MCd":{"text":"My boss told me that he was going to fire the person with the worst posture. I have a hunch, it might be me.","count":1},"DtWSnydN7h":{"text":"It's difficult to say what my wife does, she sells sea shells by the sea shore.","count":1}}